{
    "prop_title":{
        "type":"2 Bedroom Apartment / Flat for rent in Sukhsagar Nagar, Pune",
        "1":"2 Bedroom Flat for rent in Kohinoor Tinsel County, Hinjewadi Phase-3, Pune",
        "8":"2 Bedroom Apartment / Flat for rent in Vishrantwadi, Pune",
        "2":"2 Bedroom Flat for rent in Undri Pisoli Road area, Pune",
        "7":"2 Bedroom Apartment / Flat for rent in Camp, Pune",
        "4":"2 Bedroom Apartment / Flat for rent in Wadgaon Sheri, Pune",
        "13":"2 Bedroom Apartment / Flat for rent in Kharadi, Pune",
        "5":"2 Bedroom Apartment / Flat for rent in Bavdhan, Pune",
        "10":"2 Bedroom Apartment / Flat for rent in Hinjewadi Phase-2, Pune",
        "12":"2 Bedroom Apartment / Flat for rent in Bhumkar Nagar, Pune",
        "11":"2 Bedroom Apartment / Flat for rent in Sus Gaon, Pune",
        "14":"2 Bedroom Apartment \/ Flat for rent in Bhusari Colony, Pune",
        "3":"2 Bedroom Apartment \/ Flat for rent in Hinjewadi Phase-3, Pune",
        "40":" 2 BHK Apartment for Rent in Kandivali East 886 sqft",
        "9":"2 Bedroom Apartment \/ Flat for rent in Pimple Saudagar, Pune",
        "0":"2 Bedroom Apartment \/ Flat for rent in Balewadi, Pune",
        "36":" 2 BHK Apartment for Rent in Borivali West 1050 sqft",
        "15":"2 Bedroom Apartment \/ Flat for rent in Hinjewadi Phase-3, Pune",
        "43":" 2 BHK Apartment for Rent in Suhash Terrace, Malad West 656 sqft",
        "37":" 2 BHK Apartment for Rent in Malad West 1050 sqft",
        "31":" 2 BHK Apartment for Rent in Panchganga CHS, Sion East 811 sqft",
        "34":" 2 BHK Apartment for Rent in Jankalyan Nagar 1000 sqft",
        "38":" 2 BHK Apartment for Rent in Bhandup West 975 sqft",
        "19":" 2 BHK Apartment for Rent in Kanakia Challengers, Thakur Village, Kandivali East 1050 sqft",
        "30":" 2 BHK Apartment for Rent in Kukreja Complex, Bhandup West 980 sqft",
        "22":" 2 BHK Apartment for Rent in Rustomjee Meridian, Kandivali West 861 sqft",
        "25":" 2 BHK Apartment for Rent in Malad West 1180 sqft",
        "17":" 3 BHK Apartment for Rent in Acme Oasis, Kandivali East 1289 sqft",
        "16":" 3 BHK Apartment for Rent in Acme Oasis, Kandivali East 1423 sqft",
        "29":" 2 BHK Apartment for Rent in S.D. Dwarka Apartment, Goregaon West 900 sqft",
        "28":" 2 BHK Apartment for Rent in Kanjurmarg East 1100 sqft",
        "33":" 2 BHK Apartment for Rent in Neptune Flying Kite, Bhandup West 855 sqft",
        "20":" 2 BHK Apartment for Rent in Powai Lake Heights, Powai 1050 sqft",
        "26":" 2 BHK Apartment for Rent in Neptune Flying Kite, Bhandup West 1150 sqft",
        "21":" 2 BHK Apartment for Rent in Mahavir Universe, Bhandup Industrial Estate 800 sqft",
        "18":" 3 BHK Apartment for Rent in Acme Oasis, Kandivali East 1422 sqft",
        "24":" 2 BHK Apartment for Rent in Tilak Nagar - Harbour Line 920 sqft",
        "23":" 2 BHK Apartment for Rent in Runwal Greens, Mulund West 700 sqft",
        "35":" 2 BHK Apartment for Rent in Panch Complex, Powai 950 sqft",
        "39":" 2 BHK Apartment for Rent in Powai Sahyadri CHS, Central Area 950 sqft",
        "32":" 2 BHK Apartment for Rent in Orchid Enclave, Chandivali 1000 sqft",
        "41":" 2 BHK Apartment for Rent in Chembur 1050 sqft",
        "44":" 2 BHK Apartment for Rent in Neelam Sanskar, Mulund East 1050 sqft",
        "42":" 2 BHK Apartment for Rent in Silver Park, Sarvodaya Nagar 1150 sqft",
        "45":" 2 BHK Apartment for Rent in Swaraj Kalash, Govandi 1150 sqft",
        "27":" 2 BHK Apartment for Rent in Mulund West 1165 sqft"
    },
    "prop_id":{
        "6":"\/P53915982",
        "1":"\/P17616301",
        "8":"\/P17499391",
        "2":"\/P17648881",
        "7":"\/P71751979",
        "4":"\/P95920817",
        "13":"\/P65179565",
        "5":"\/P71753599",
        "10":"\/P94312517",
        "12":"\/P31350179",
        "11":"\/P39552176",
        "14":"\/P16517581",
        "3":"\/P17601181",
        "40":"\/propertyDetails\/2-BHK-886-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-East-in-Mumbai-r2&id=4d423334373836393031",
        "9":"\/P17386891",
        "0":"\/P87573171",
        "36":"\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Borivali-West-in-Mumbai&id=4d423437363531303535",
        "15":"\/P66182903",
        "43":"\/propertyDetails\/2-BHK-656-Sq-ft-Multistorey-Apartment-FOR-Rent-Malad-West-in-Mumbai&id=4d423438373637313639",
        "37":"\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Malad-West-in-Mumbai&id=4d423438333635393333",
        "31":"\/propertyDetails\/2-BHK-811-Sq-ft-Multistorey-Apartment-FOR-Rent-Sion-East-in-Mumbai&id=4d423435323434383333",
        "34":"\/propertyDetails\/2-BHK-1000-Sq-ft-Multistorey-Apartment-FOR-Rent-Jankalyan-Nagar-in-Mumbai&id=4d423436333834353231",
        "38":"\/propertyDetails\/2-BHK-975-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-West-in-Mumbai-r1&id=4d423430313935353539",
        "19":"\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Thakur-Village-in-Mumbai&id=4d423438373636363031",
        "30":"\/propertyDetails\/2-BHK-980-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-West-in-Mumbai&id=4d423432353539343431",
        "22":"\/propertyDetails\/2-BHK-861-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-West-in-Mumbai&id=4d423438353635343639",
        "25":"\/propertyDetails\/2-BHK-1180-Sq-ft-Multistorey-Apartment-FOR-Rent-Malad-West-in-Mumbai&id=4d423437303532313335",
        "17":"\/propertyDetails\/3-BHK-1289-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-East-in-Mumbai&id=4d423438303630303833",
        "16":"\/propertyDetails\/3-BHK-1423-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-East-in-Mumbai&id=4d423438303434393839",
        "29":"\/propertyDetails\/2-BHK-900-Sq-ft-Multistorey-Apartment-FOR-Rent-Goregaon-West-in-Mumbai&id=4d423433303234303937",
        "28":"\/propertyDetails\/2-BHK-1100-Sq-ft-Multistorey-Apartment-FOR-Rent-Kanjurmarg-East-in-Mumbai&id=4d423437313135303335",
        "33":"\/propertyDetails\/2-BHK-855-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-West-in-Mumbai&id=4d423438313637373339",
        "20":"\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Powai-in-Mumbai&id=4d423438343238353431",
        "26":"\/propertyDetails\/2-BHK-1150-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-West-in-Mumbai-r1&id=4d423435323232343133",
        "21":"\/propertyDetails\/2-BHK-800-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-Industrial-Estate-in-Mumbai-r3&id=4d423338323533333737",
        "18":"\/propertyDetails\/3-BHK-1422-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-East-in-Mumbai&id=4d423438303434393337",
        "24":"\/propertyDetails\/2-BHK-920-Sq-ft-Multistorey-Apartment-FOR-Rent-Tilak-Nagar-Harbour-Line-in-Mumbai-r1&id=4d423338333835373935",
        "23":"\/propertyDetails\/2-BHK-700-Sq-ft-Multistorey-Apartment-FOR-Rent-Mulund-West-in-Mumbai&id=4d423437333438373235",
        "35":"\/propertyDetails\/2-BHK-950-Sq-ft-Multistorey-Apartment-FOR-Rent-Powai-in-Mumbai-r3&id=4d423231303137353631",
        "39":"\/propertyDetails\/2-BHK-950-Sq-ft-Multistorey-Apartment-FOR-Rent-Central-Area-in-Mumbai&id=4d423438353732333437",
        "32":"\/propertyDetails\/2-BHK-1000-Sq-ft-Multistorey-Apartment-FOR-Rent-Chandivali-in-Mumbai&id=4d423437353230343433",
        "41":"\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Chembur-in-Mumbai&id=4d423437343635373139",
        "44":"\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Mulund-East-in-Mumbai&id=4d423437393738303339",
        "42":"\/propertyDetails\/2-BHK-1150-Sq-ft-Multistorey-Apartment-FOR-Rent-Sarvodaya-Nagar-in-Mumbai&id=4d423436363537343435",
        "45":"\/propertyDetails\/2-BHK-1150-Sq-ft-Multistorey-Apartment-FOR-Rent-Govandi-in-Mumbai-r1&id=4d423434313239323633",
        "27":"\/propertyDetails\/2-BHK-1165-Sq-ft-Multistorey-Apartment-FOR-Rent-Mulund-West-in-Mumbai&id=4d423434303935373133"
    },
    "prop_price":{
        "6":16000,
        "1":18000,
        "8":18000,
        "2":18500,
        "7":19000,
        "4":20000,
        "13":20000,
        "5":20000,
        "10":20000,
        "12":20000,
        "11":20000,
        "14":20000,
        "3":20000,
        "40":21000,
        "9":21000,
        "0":21000,
        "36":24500,
        "15":25000,
        "43":28000,
        "37":28000,
        "31":30000,
        "34":30000,
        "38":32000,
        "19":32000,
        "30":34000,
        "22":35000,
        "25":35000,
        "17":35000,
        "16":35000,
        "29":36000,
        "28":36000,
        "33":37000,
        "20":37000,
        "26":37000,
        "21":38000,
        "18":38000,
        "24":39000,
        "23":40000,
        "35":40000,
        "39":40000,
        "32":40000,
        "41":40000,
        "44":40000,
        "42":40000,
        "45":40000,
        "27":40000
    },
    "prop_desc":{
        "6":"New 2.5 BHK (unfurnished, 1000 sq.ft.) available on Rent @ Gokulnagar, Kondhwa budruk Pune- 48With all basic amenities like 24x7 water,Lights ,fans, 2 specious washrooms etc.Convenient for VIIT\/VJIT students and IT professional, family...LocationS. No.58, Lane 2, Nr. Shankar ...",
        "1":"2 BHK semi furnished flat in Hinjewadi Phase 3Proximity to TCS , Tech Mahindra and several other IT companiesSemi-furnished includes,1. Ceiling fans in all 4 rooms2. Exhaust fan in Kitchen, and both Toilets3. Solar water heater and also 2 Geysers in both bathrooms4. Curtain ...",
        "8":"2BHK recently painted, Third floor, common parking for Two wheeler, no lift. Amenities AC, water purifierRO, electrical water gyser, chimney, showcase, folding tables & Trollies. Tube light & fan in all rooms. Rent Rs.18000\/- Deposit Rs40000\/- maintenance charges Rs.600 PM. All ...",
        "2":"New property. Seni furnished with both bedrooms having AC fitted. Master bedroom having steam bath. Sensor based lights and tablet controlled switching. Kitchen fully loaded",
        "7":"THE PROPERTY IS SUITABLE 5 MINS FROM MG ROAD . IT IS IN THE HEART OF CITY. It is 10 mins from pune station & swargate. 8 Bachelor can stay. ",
        "4":"2 bhk flat looking for girls on sharing base 5000 per head",
        "13":"Its my new property all of 2bhk with bike & car parking with cctvThis 2 BHK apartment was made with all the essentials that families & bachelors would need. This East facing home is on the 2nd floor & is over 900 sqft. You get ample & dedicated dedicated parking area for ...",
        "5":"Flat is in posh locality of Bavdhan in well maintained residential complex having all modern amenities, play area for children, Solar power supply, automated lifts, 24 Hrs Security and much more. Perfect place for families and working professionals. This is in vicinity of schools, colleges...",
        "10":"I want to rent out my newly constructed 2 bhk apartment situated in Hinjewadi IT park behind Infosys. It has 1 balcony with a road and park view. The surrounding area is serene and clean and facilities like parking, water supply, maintenance are available.",
        "12":"This is 2bhk specious six lane road touch flat, one child room locked out by owner for his personal usage. Flat has specious living hall attached balcony, kitchen fully ventilated, separate looby space for washing machine, common let bath and master bedroom with attached western let bah ...",
        "11":"Best fully furnished 2 BHK for rent available immediately in Sus gaon without any rules or restrictions. very compatible for people working in bavdhan, baner, hinjewadi etc. recently renovated, painting and urban clap cleaning done. full of air and sun light in all the rooms along with ...",
        "14":"Main road touching. Transport easily available . Good for commercial also Additional details : The society has dedicated security guards for every tower. No power backup is available. Daily needs shopping could be done within the society premises to make the stay convinent. The apartment ...",
        "3":"With geyser and moduler kitchen. Balcony facing road side. Near market and society gate.",
        "40":" SD Sarova is one of the residential developments of SD Corporation. It offers spacious 2BHK apartments. The project is well equipped with all the amenities to facilitate the needs of the residents.FEATURESPodium deckLeisure courtOutdoor reading pavilionLOCATION HIGHLIGHTSKandivli is a suburb in the northern zone of Mumbai. Kandivli East has attracted developers and potential buyers to launch new projects and invest in its residential market.",
        "9":"Multistorey apartment is well located available for rent, with all the modern amenities.1) aqua-Guard water purifier2) 4 point gas hub3) chimney4) modular kitchen with 6 trolley set of standard shape and size5) covered parking for a 4-Wheeler6) inverter and battery connection...",
        "0":"A 2BHK flat available on rent next to Cummins office in Balewadi. It has Covered car parking, 24hrs water and electricity supply, lift with backup, inverter, solar water heater, Video door phone, Kitchen trollies.Rent Rs.21000\/- per monthDeposit Rs.60000\/-Address:Flat No.1, Wing ...",
        "36":" its in a prime location well maintain flat , close to church, market, school, bus, auto, etc..",
        "15":"Amazing weather with full sunlight, ventilation, no pollution, surrender by the natural hills etc. All major it companies are at a walkable distance. I.E. Tcs, tech mahindra, wipro,infosys etc. No traffic(Opposite direction of traffic). Famous schools are availableat a walking distance. ...",
        "43":" An excellent 2 bhk residential apartment for rent in malad West, mumbai andheriDahisar. It is a very good property and has 1 balconys which make the apartment more spacious. It is available for family. We are looking for rs. 28000. It is on the 2nd floor and has vitrified flooring. It is a west facing property and has maintenance staff, water storage, intercom facility and pipedGa etc. The society too has features like park and security personnel which adds to the attractiveness of the property. Full power back up.",
        "37":" 2bhk 650 sqft specious carpet area4 storey Apartment well maintained flat Located on Jankalyan Nagar open view Without lifts apartment good security Well maintained Joggers Park opposite to the society Walk able distance for Ashtavinayak temple and Buss Stand Rickshaw stands All prominent areas like Infinity Hyper city Inorbit and Raghuleela mall 2 to 3 km away Prime educational institutes like st Juds St Anthonys Billabong International school Walk able distance for 5 to 10 mints Walk able distance for vegetable and fish market 15 to 20 mints from Malad Station.",
        "31":" 2 BHK flat for Rent in PratikshaNagar Sion10 minutes walking Distance from SION and GTB Station10 min form Monorail Station Chembur to Mahalaxmi. 5 minutes from Pratiksha Nagar Depot10 minutes from the Eastern express highway 10 min From Eastern FreeWay20 Bus Routes to all over Mumbai24 hours water supply24 hours of Electricity24 hours Gas Splay",
        "34":" 2BHK at bluebeery .with ready possesion .",
        "38":" 2BHK Flat spacious 2 Bedroom Flat is located on 17th floor and it has spacious 2 bathroom You get this beautiful flat on a monthly rent of 32000",
        "19":" 2bhk flat for rent inchallengerI tower located in kandivali east t is the best property in kandivali with best amenities like Garden, Swimming Pool, Play Area, Health Facilities, 24Hr Backup, Maintenance Staff, Security, Intercom, Club House, Wifi, Tennis Court, Badminton Court, Gymnasium, Indoor Games, Community Hall etc.",
        "30":" This property is available at 34,000\/- of monthly rent. All amenities are there in this society like gym, swimming pool, club house, jogging park, children play area. Shops, market are at walk-able distance from this society",
        "22":" ultra modern slice of global life style. Contemporary modern architecture and soul refreshing landscape design of Meridian makes unique by all aspects. Location and concept of the Meridian making it most handsome residence available in Mumbai. It is Located at the edge of the lush Charkop Village.",
        "25":" 2 BHK with all modern amenities",
        "17":" Our fees only Rs. 20,000 for an apartment in Mumbai.Professional Property Management. Multiple direct options available. There is 2.5BHK apartment available.",
        "16":" Our fees only Rs. 20,000 for an apartment in Mumbai. Professional Property Management. Multiple direct options available. There is 2.5bhk apartment available.",
        "29":" This Home has 2 bedroom and it lies on 4 floor and has 2 bathroom You can rent this Home on a rental of 37000 monthly.",
        "28":" 2BHK Flat on rent available at Aadi Allure Kanjurmarg East please contact us for more details.",
        "33":" 2 bhk flat availablefor rent in neptune flying kite. call for more details.",
        "20":" Very spacious Un furnished 2 BHK apartment in Powai Lake Height, Powai available on rent. The apartment is located on Powai Lake, very close to DMart, Hiranandani Powai and Saki Vihar Road, 10 min from School, Hospital, 15 min from Kanjurmarg Station, 25 min from Airport. Apartment complex amenities include gym, club house, garden, banquet hall, podium parking, etc. It is a lovely place with abundant sunlight and fresh air throughout the day. Please plan a visit and see for yourself.",
        "26":" This is 2 Bhk Ready to move flat allotted car parking property on higher floor near school, mall, Hospital, Market, Shopping Complex, Retail shop etc.",
        "21":" Lbs Marg, Bhandup (West), Central Mumbai suburbs, MumbaiBhandup railway station, bus stop, school, market at walking distance",
        "18":" Our fees only Rs. 20,000 for an apartment in Mumbai.Professional Property Management. Multiple direct options available. This well designed 3 Bedroom Flat and it has spacious 3 bathrooms. There is 3bhk apartment available.",
        "24":" 2 BHK flat available for rent in Chembur Mumbai Harbour. It is located in Ratnadeep Chs which is a very good society. The space is unfurnished located on 7th floor of 15 floors. It has 2 bedrooms 2 bathrooms and 1 balconys. It is an ideal accommodation for all and has a super builtup area of 950 Sq. Ft. and has facilities like lifts park maintenance staff water storage and intercom facility etc. In addition it has vitrified flooring. It is a 15 year old property. Since it is located in a gated society you can be assured of security. The flat is east facing. There is 1 covered .",
        "23":" Runwal Greens in Mulund West, Central Mumbai suburbs by Runwal Group Builders is a residential project.The project offers Apartment and Studio Apartment with perfect combination of contemporary architecture and features to provide comfortable living.Runwal Greens offers facilities such as Gymnasium and Lift.It also has amenities like Badminton court, Basketball court, Jogging track, Lawn tennis court and Swimming pool.The project has indoor activities such as Pool table, Skating rink and Squash court.It also offers services like Banquet hall, Community hall and Garbage disposal.",
        "35":" Multistory apartment is available for rent. Situated at Panch Complex, 2 BHK Un Furnished with all spacious rooms, maximum 5 minutes walking distance from hiranandani garden . also very close or walking distance chandivalidmartAll community temples, market, school, college and nursing homesPowai is very highly posh locality in the central part of Mumbai. It is near to many business hubs, big markets and IT Parks has good connectivity to all major places of the City. Complex has all modern amenities that include pool,gym gardenand most s.m shettyschool which is 2 min walking distance from the property.",
        "39":" Un furnished 2BHK Apartment For RENT at Mhada Complex Powai Near Hiranandani Garden",
        "32":" 2BHK Flat Semi Furnished Flat For Rent At Orchid Enclave Nahar Amrit Shakti Chandivali Powai Near Nahar International School Project has various modern amenities like Garden Swimming Pool Play Area Health Facilities Recreation Facilities 24Hr Backup Maintenance Staff Security Intercom Club House Rain Water Harvesting Wifi Broadband Internet Tennis Court Badminton Court Gymnasium BankAtm Community Hall etc. Interested can call for further details.",
        "41":" Available beautiful Semi furnished 2 BHK apartment for rent at chembur near amar cinema. This apartment is well done up with fine interiors. Its location is of prime importance as it is located close to eastern freeway and SCLR. It has multiple grocery shops and super market i nearby surrounding. Call us for inspection multiple options available.",
        "44":" 2 BHK available on rent at Sanskar with higher floor view and fully furnished . Flat comes with one car park. Complex is decent enough with open space. Station is 10 min walk and highway is 3 min drive. Pl call for site inspection and further details.",
        "42":" Sarvodaya nagar 2 bhk 700 carpet ready to move new building with Modular kitchen",
        "45":" New fresh unsed flat for rent in chembur good building with all amenities.",
        "27":" 2BHK Flat Located 5 mins away from Nahur station Close to Fortis Hospital"
    },
    "prop_sqFeet":{
        "6":1000,
        "1":635,
        "8":670,
        "2":1095,
        "7":900,
        "4":700,
        "13":900,
        "5":970,
        "10":970,
        "12":980,
        "11":1000,
        "14":1000,
        "3":1112,
        "40":886,
        "9":906,
        "0":950,
        "36":1050,
        "15":900,
        "43":656,
        "37":1050,
        "31":811,
        "34":1000,
        "38":975,
        "19":1050,
        "30":980,
        "22":861,
        "25":1180,
        "17":1289,
        "16":1423,
        "29":900,
        "28":1100,
        "33":855,
        "20":1050,
        "26":1150,
        "21":800,
        "18":1422,
        "24":920,
        "23":700,
        "35":950,
        "39":950,
        "32":1000,
        "41":1050,
        "44":1050,
        "42":1150,
        "45":1150,
        "27":1165
    },
    "prop_bhk":{
        "6":2,
        "1":2,
        "8":2,
        "2":2,
        "7":2,
        "4":2,
        "13":2,
        "5":2,
        "10":2,
        "12":2,
        "11":2,
        "14":2,
        "3":2,
        "40":2,
        "9":2,
        "0":2,
        "36":2,
        "15":2,
        "43":2,
        "37":2,
        "31":2,
        "34":2,
        "38":2,
        "19":2,
        "30":2,
        "22":2,
        "25":2,
        "17":3,
        "16":3,
        "29":2,
        "28":2,
        "33":2,
        "20":2,
        "26":2,
        "21":2,
        "18":3,
        "24":2,
        "23":2,
        "35":2,
        "39":2,
        "32":2,
        "41":2,
        "44":2,
        "42":2,
        "45":2,
        "27":2
    },
    "prop_link":{
        "6":"https:\/\/www.propertywala.com\/P53915982",
        "1":"https:\/\/www.propertywala.com\/P17616301",
        "8":"https:\/\/www.propertywala.com\/P17499391",
        "2":"https:\/\/www.propertywala.com\/P17648881",
        "7":"https:\/\/www.propertywala.com\/P71751979",
        "4":"https:\/\/www.propertywala.com\/P95920817",
        "13":"https:\/\/www.propertywala.com\/P65179565",
        "5":"https:\/\/www.propertywala.com\/P71753599",
        "10":"https:\/\/www.propertywala.com\/P94312517",
        "12":"https:\/\/www.propertywala.com\/P31350179",
        "11":"https:\/\/www.propertywala.com\/P39552176",
        "14":"https:\/\/www.propertywala.com\/P16517581",
        "3":"https:\/\/www.propertywala.com\/P17601181",
        "40":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-886-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-East-in-Mumbai-r2&id=4d423334373836393031",
        "9":"https:\/\/www.propertywala.com\/P17386891",
        "0":"https:\/\/www.propertywala.com\/P87573171",
        "36":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Borivali-West-in-Mumbai&id=4d423437363531303535",
        "15":"https:\/\/www.propertywala.com\/P66182903",
        "43":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-656-Sq-ft-Multistorey-Apartment-FOR-Rent-Malad-West-in-Mumbai&id=4d423438373637313639",
        "37":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Malad-West-in-Mumbai&id=4d423438333635393333",
        "31":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-811-Sq-ft-Multistorey-Apartment-FOR-Rent-Sion-East-in-Mumbai&id=4d423435323434383333",
        "34":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-1000-Sq-ft-Multistorey-Apartment-FOR-Rent-Jankalyan-Nagar-in-Mumbai&id=4d423436333834353231",
        "38":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-975-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-West-in-Mumbai-r1&id=4d423430313935353539",
        "19":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Thakur-Village-in-Mumbai&id=4d423438373636363031",
        "30":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-980-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-West-in-Mumbai&id=4d423432353539343431",
        "22":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-861-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-West-in-Mumbai&id=4d423438353635343639",
        "25":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-1180-Sq-ft-Multistorey-Apartment-FOR-Rent-Malad-West-in-Mumbai&id=4d423437303532313335",
        "17":"https:\/\/www.magicbricks.com\/propertyDetails\/3-BHK-1289-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-East-in-Mumbai&id=4d423438303630303833",
        "16":"https:\/\/www.magicbricks.com\/propertyDetails\/3-BHK-1423-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-East-in-Mumbai&id=4d423438303434393839",
        "29":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-900-Sq-ft-Multistorey-Apartment-FOR-Rent-Goregaon-West-in-Mumbai&id=4d423433303234303937",
        "28":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-1100-Sq-ft-Multistorey-Apartment-FOR-Rent-Kanjurmarg-East-in-Mumbai&id=4d423437313135303335",
        "33":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-855-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-West-in-Mumbai&id=4d423438313637373339",
        "20":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Powai-in-Mumbai&id=4d423438343238353431",
        "26":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-1150-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-West-in-Mumbai-r1&id=4d423435323232343133",
        "21":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-800-Sq-ft-Multistorey-Apartment-FOR-Rent-Bhandup-Industrial-Estate-in-Mumbai-r3&id=4d423338323533333737",
        "18":"https:\/\/www.magicbricks.com\/propertyDetails\/3-BHK-1422-Sq-ft-Multistorey-Apartment-FOR-Rent-Kandivali-East-in-Mumbai&id=4d423438303434393337",
        "24":"https:\/\/www.magicbricks.com\/propertyDetails\/2-BHK-920-Sq-ft-Multistorey-Apartment-FOR-Rent-Tilak-Nagar-Harbour-Line-in-Mumbai-r1&id=4d423338333835373935",
        "23":"https://www.magicbricks.com\/propertyDetails\/2-BHK-700-Sq-ft-Multistorey-Apartment-FOR-Rent-Mulund-West-in-Mumbai&id=4d423437333438373235",
        "35":"https://www.magicbricks.com\/propertyDetails\/2-BHK-950-Sq-ft-Multistorey-Apartment-FOR-Rent-Powai-in-Mumbai-r3&id=4d423231303137353631",
        "39":"https://www.magicbricks.com\/propertyDetails\/2-BHK-950-Sq-ft-Multistorey-Apartment-FOR-Rent-Central-Area-in-Mumbai&id=4d423438353732333437",
        "32":"https://www.magicbricks.com\/propertyDetails\/2-BHK-1000-Sq-ft-Multistorey-Apartment-FOR-Rent-Chandivali-in-Mumbai&id=4d423437353230343433",
        "41":"https://www.magicbricks.com\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Chembur-in-Mumbai&id=4d423437343635373139",
        "44":"https://www.magicbricks.com\/propertyDetails\/2-BHK-1050-Sq-ft-Multistorey-Apartment-FOR-Rent-Mulund-East-in-Mumbai&id=4d423437393738303339",
        "42":"https://www.magicbricks.com\/propertyDetails\/2-BHK-1150-Sq-ft-Multistorey-Apartment-FOR-Rent-Sarvodaya-Nagar-in-Mumbai&id=4d423436363537343435",
        "45":"https://www.magicbricks.com\/propertyDetails\/2-BHK-1150-Sq-ft-Multistorey-Apartment-FOR-Rent-Govandi-in-Mumbai-r1&id=4d423434313239323633",
        "27":"https://www.magicbricks.com\/propertyDetails\/2-BHK-1165-Sq-ft-Multistorey-Apartment-FOR-Rent-Mulund-West-in-Mumbai&id=4d423434303935373133"
    }
}